Repository: payout-one/payout_woocommerce
Catalog: languages/payout-payment-gateway-*.po
Languages: sk_sk

source: Allow
sk_sk: Povoliť

source: Allow gateway
sk_sk: Povoliť bránu

source: Client ID
sk_sk: Kľúč

source: Client Secret
sk_sk: Tajomstvo

source: Debug
sk_sk: Režim záznamu chýb

source: Description
sk_sk: Popis

source: Disclaimer: If it's allowed, order id is used as unique key to block creating multiple checkouts with same order id. When system change the order's amount and order id will be same, new checkout will not be created so old amount will be used for payment.
sk_sk: Výstraha: Ak povolené, tak ID objednávky sa používa ako jedinečný kľúč na blokovanie vytvárania viacerých platieb s rovnakým ID objednávky. Keď systém zmení sumu objednávky a ID objednávky bude rovnaké, nová platba sa nevytvorí, takže sa na platbu použije stará suma.

source: For example: sk,en
sk_sk: Napríklad: sk,en

source: Gateway allow
sk_sk: Povoliť bránu

source: Gateway name
sk_sk: Názov brány

source: Instructions
sk_sk: Inštrukcie

source: Instructions that will be added to the thank you page and emails.
sk_sk: Pokyny, ktoré sa pridajú na stránku s poďakovaním a do e-mailov.

source: Language
sk_sk: Jazyk

source: Notification URL:
sk_sk: Notifikačná URL adresa:

source: Official Payout payment gateway plugin for WooCommerce.
sk_sk: Oficiálny zásuvný modul pre platobnú bránu Payout pre WooCommerce.

source: Payment gateway %s : Order value must be greater than 0.
sk_sk: Platobná brána %s : Hodnota objednávky musí byť vyššia ako 0.

source: Payment gateway %s : There is a problem, contact your webmaster.
sk_sk: Platobná brána %s : Vyskytol sa problém, kontaktuje správcu webu.

source: Payment method
sk_sk: Platobná metóda

source: Payment method description that the customer will see on your checkout.
sk_sk: Popis spôsobu platby, ktorý sa zákazníkovi zobrazí pri vašej pokladni.

source: Payout does not support refunds in this way. To transfer the refund to the Payout system, change the status of the order to refunded.
sk_sk: Payout nepodporuje refundáciu týmto spôsobom. Aby sa refundácia preniesla do systému Payout zmeňte stav objednávky na refundovaná.

source: Payout gateway integration.
sk_sk: Integrácia platobnej brány Payout.

source: Payout payment gateway
sk_sk: Payout platobná brána

source: Production
sk_sk: Produkcia

source: Send idempotency key
sk_sk: Zasielať idempotency key

source: Settings
sk_sk: Nastavenia

source: Status
sk_sk: Stav

source: This controls the title for the payment method the customer sees during checkout.
sk_sk: Nastavenie pre názov spôsobu platby, ktorý zákazník vidí počas platby.

source: Your Client ID
sk_sk: Váš kľúč

source: Your Client Secret
sk_sk: Vaše tajomstvo

source: Order not found
sk_sk: Objednávka nebola nájdená

source: checkout_id missing
sk_sk: chýbajúce checkout_id

source: Payment method mismatch
sk_sk: Nesprávna platobná metóda
